[
	{
		"type": "image",
		"value": "https://prglggfnitlwkefkgkaa.supabase.co/storage/v1/object/public/blog/images/jan-2024(1).jpg"
	},
	{
		"type": "paragraph",
		"value": "Rinah, Asnah, and Rondro are all children who have benefited from ELEVATUS since 2016. Presently, they have successfully obtained their BACC [Baccalauréat, high school diploma] and are poised to pursue higher education at the university level."
	},
	{
		"type": "image",
		"value": "https://prglggfnitlwkefkgkaa.supabase.co/storage/v1/object/public/blog/images/jan-2024(2).jpg"
	},
	{
		"type": "title",
		"value": "Rinah"
	},
	{
		"type": "paragraph",
		"value": "Rinah has opted to pursue studies in computer science, which she can undertake at the Private University of Arivonimamo. However, the monthly tuition fee of 65,000 Ar [Ariary, the currency of Madagascar] poses a challenge. Although she commutes the 60km distance from her hometown to the university only during vacation periods, financial constraints persist. Obtaining a laptop is imperative for her studies, yet her sick father's inability to work and her mother's efforts to support the family leave them unable to afford this essential tool. Consequently, her mother seeks assistance to procure the laptop, recognizing its crucial role in Rinah's education."
	},
	{
		"type": "title",
		"value": "Asnah"
	},
	{
		"type": "paragraph",
		"value": "Asnah, on the other hand, aspires to pursue a medical career. Despite passing the entrance exam for Ankatso University, financial hurdles loom large. The important tuition and registration fees remain beyond her means. Considering enrollment in a private institution, she faces the daunting reality of limited financial aid. With her mother being the sole breadwinner, and with siblings still in high school, including one in the final year aiming for the BACC this year, any form of assistance would be immensely appreciated as she remains committed to her educational journey."
	},
	{
		"type": "image",
		"value": "https://prglggfnitlwkefkgkaa.supabase.co/storage/v1/object/public/blog/images/jan-2024(3).jpg"
	},
	{
		"type": "title",
		"value": "Rondro"
	},
	{
		"type": "paragraph",
		"value": "Meanwhile, Rondro, recognizing the financial strain, is currently focusing on mastering English at a private institution in preparation for higher education. Although she is eager to pursue university studies, financial limitations compel her to prioritize language acquisition at present. However, she remains steadfast in her commitment to furthering her education, ready to seize any opportunity for advancement."
	},
	{
		"type": "title",
		"value": "With your help"
	},
	{
		"type": "paragraph",
		"value": "Rinah, Asnah, and Rondro made it through junior and high school thanks to your help, and they are now ready to take the next step. They are determined to pursue their dreams and are seeking your support to make it happen. Your contribution will help them access the education they deserve and enable them to reach their full potential. Thank you for your continued support!"
	}
]
